Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/facta/samediggi.fi/toimintaohjelma_talousosio_20122015_pohjoissaame.pdf.tmx
Source language: sme
Languages: smn

source: SÁMEDIKKI DOAIBMAPROGRÁMMA JA EKONOMIIJAPLÁNA 2012 – 2015
smn: SÄMITIGE TOIMÂOHJELM JÁ EKONOMIAVUÁVÁM 2012 – 2015

source: Dohkkehuvvon sámedikki čoahkkimis 20.6.2012.
smn: Tuhhiittum sämitige čuákkimist 20.6.2012.

source: Sámediggebaji hástalusat ja vejolašvuođat
smn: Sämitiggepaje hástuseh já máhđulâšvuođah

source: Sámedikki doaimma almmolaš ulbmilat
smn: Sämitige tooimâ almoliih ulmeh

source: 3.2.1 Sámiid searválastima ovddieapmi 3.2.2 Sámi árbevirolaš dieđu dorvvasteapmi 3.2.3 Sámi kulturbirrasa dorvvasteapmi 3.2.4 Sámekultuvrra eallinfámu dorvvasteapmi olles riikkas 3.2.5 Sámedikki válgaortnega ovddideapmi 3.2.6 Sámedikki iežas doaimma ovddideapmi 3.2.7 Sámedikki ovddugohcima ovddideapmi
smn: 3.2.1 Sämmilij siärvuslâšvuođâ ovdedem 3.2.2 Säämi ärbivuáválii tiäđu turvim 3.2.3 Säämi kulttuurpirrâs turvim 3.2.4 Sämikulttuur eellimvuáimálâšvuođâ turvim ubâ enâmist 3.2.5 Sämitige vaaljâvuáháduv ovdedem 3.2.6 Sämitige jieijâs tooimâ ovdedem 3.2.7 Sämitige hiäđukocceem ovdedem

source: Sektormieldásaš dárkilis ulbmilat 3.3.1 Sámi ealáhuspolitihkka 3.3.2. Sámegiela eallinfámu dorvvasteapmi 3.3.3 Sámemánáid ja - nuoraid sajádaga ovddideapmi 3.3.4 Sámegielat sosiála- ja dearvvasvuohtabálvalusaid ovddideapmi 3.3.5 Sámiid kulturbálvalusaid ja dáiddaeallima ovddideapmi 3.3.6 Sámeoahpahusa ja alit oahpahusa ovddideapmi 3.3.7 Sámi parlamentáralaš ráđi doaimma ovddideapmi
smn: 3.3.1 Säämi iäláttâspolitiik 3.3.2 Sämikielâ eellimvuáimálâšvuođâ turvim 3.3.3 Sämipárnái já - nuorâi sajattuv ovdedem 3.3.4 Sämikielâlâš sosiaal- já tiervâsvuođâpalvâlusâi ovdedem 3.3.5 Sämmilij kulttuurpalvâlusâi já taaidâeellim ovdedem 3.3.6 Sämimáttááttâs já ollâškovlim ovdedem 3.3.7 Säämi parlamentaarlâš rääđi tooimâ ovdedem

source: Sámedikki doaibmaprográmma ja ekonomiijaplána 2012-15 ráhkadus
smn: Sämitige toimâohjelm já ekonomiavuávám 2012–15 rááhtus

source: Sámiid sajádat
smn: Sämmilij sajattâh

source: Sámit leat eamiálbmot, mas lea iežas historjá, giella, kultuvra, ealáhusat, eallinvuohki ja identitehta.
smn: Sämmiliih láá algâaalmug, mast lii jieijâs historjá, kielâ, kulttuur, iäláttâsah, eellimvyehi já identiteet.

source: Sámedikki jagi 2011 čoaggán dieđuid mielde Suomas leat 9.919 sápmelačča.
smn: Sämitige ive 2011 nuurrâm tiäđui mield láá Suomâst 9.919 sämmilâžžâd.

source: Sámiid lohkumearri lea maŋimuš njealje jage áigge lassánan sullii 569:in, lasáhus lea dáhpáhuvvan namalassii sámeguovllu olggobealde.
smn: Sämmilij lohomeeri lii majemuu neelji ive ääigi lasanâm suullân 569 ulmuin, lasanem lii tábáhtum nomâlâssân sämikuávlu ulguubeln.

source: Sámiid ruovttuguovllus, mii sisdoallá Eanodaga, Anára ja Ohcejoga gielddaid ja maiddái Soađegili gielddas leahkki Lappi bálgosa, ásset 3.459 sápmelačča.
smn: Sämikuávlust, moos kuleh Iänuduv, Aanaar já Ucjuv kieldâi kuávluh sehe Säämi palgâs kuávlu, mii lii Suáđigil kieldâst, äässih 3.459 sämmilâžžâd.

source: Guovlu lea viidodaga dáfus 35.000 km².
smn: Kuávlu vijđodâh lii 35.000 km².

source: Sámit leat ruovttuguovllus goalmmátoasi vehádahkan guovllu sullii 11.000 ássis.
smn: Sämmiliih láá sämikuávlust kuálmádâs ucceeblohhoon kuávlu suullân 11.000 ässest.

source: Dušše Ohcejoga gielddas sámit leat eanetlohkun.
smn: Tuše Ucjuv kieldâst láá sämmiliih eenâblohhoon.

source: Suoma sámiin jo sullii 65 % (6.460) ássá sámeguovllu olggobealde, sis 653 olgoriikkain.
smn: Suomâ sämmilijn jo suullân 65 % (6.460) äässih sämikuávlu ulguubeln, sist 653 olgoenâmijn.

source: Áidna sámeeanetlogu gielda Ohcejohka lea manahan sápmelaččaid eanemusat earáid ektui.
smn: Áinoo sämmilâšeenâblovo kieldâ Ucjuuhâ lii monâttâm sämiaalmug koskâvuođâlávt enâmustáá.

source: Doppe sámiid ossodat gieldda oppalašálbmogis lea dál sullii 60 % go dat vel jahkeduháha molsašumis lei badjel 70 %.
smn: Tobbeen sämmilij uási kieldâ ubâ aalmugist lii tääl suullân 60 % ko vala ihetuhháát jorgalduvâst tot lâi paijeel 70 %.

source: Govva 1 Sámiid lohkumearri jagi 2011 válggain
smn: Kuva 1 Sämmilij lohomeeri ive 2011 vaaljâin

source: Badjel 45-jahkásaš sápmelaččain 64 % ássá sámeguovllus ja vuollái 45-jahkásaččain 67 % ássá sámeguovllu olggobealde.
smn: Paijeel 45-ihásijn sämmilijn 64 % äässih sämikuávlust já vuálá 45-ihásijn 67 % äässih sämikuávlu ulguubeln.

source: Vuollái logi jahkásaš mánáin badjel 70 % ássá sámeguovllu olggobealde ja vástideaddjiláhkai badjel 75- jahkásaččain 85 % ássá sámeguovllus.
smn: Vuálá love ihásijn párnáin paijeel 70 % äässih sämikuávlu ulguubeln já oppeet paijeel 75-ihásijn 85 % ääsih sämikuávlust.

source: Nappo ráhpadis eanetlohku mánáin, nuorain ja rávesolbmuin, geat leat báres bargoagis, ássá sámeguovllu olggobealde.
smn: Nuuvtpa čielgâsávt eenâbloho párnáin, nuorâin já rävisulmuin, kiäh láá pyeremus pargoavveest, äässih sämikuávlu ulguubeln.

source: Suomas hállet golbma sámegiela: davvisámegiela, anárašgiela ja nuortalašgiela.
smn: Suomâst sárnuh kulmâ sämikielâ: tavesämikielâ, aanaarsämikielâ já nuorttâsämikielâ.

source: Sámegiela hállá vuollái bealli sámiin.
smn: Sämmilijn ucceeb ko peeli sárnuh sämikielâ.

source: Davvisámegiela hállá 70–80 % sihke anárašgiela ja nuortalašgiela goappáge vuollái 15 % sámegielat sámiin.
smn: Tavesämikielâ sárnuh 70–80 % sekä aanaarsämikielâ já nuorttâsämikielâ kuábbáá-uv vuálá 15 % sämikielâlijn sämmilijn.

source: Sámegielain dárkkuhuvvojit sámi giellalága mielde Suomas hállon buot sámegielat.
smn: Säämi kielâlaavâ mield sämikieláin uávilduvvoo puoh Suomâst sarnum sämikielâid.

source: Vuođđoláhka sihkkarastá sámiide Suoma áidna eamiálbmogin vuoigatvuođa iežas gillii ja kultuvrai ja dan guoskevaš iešráđđemii sámeguovllus.
smn: Vuáđulaahâ tuurvâst sämmiláid Suomâ áinoo algâaalmugin vuoigâdvuođâ jieijâs kielân já kulttuurân já taid kyeskee jiešhaaldâšmân sämikuávlust.

source: Sámekultuvrai lohkkojit gullat sámegiella, kulturárbi, sámeduodji ja maiddái árbevirolaš sámeealáhusat nugo boazodoallu, guolásteapmi, čoaggin ja meahcásteapmi.
smn: Sämikulttuurân kuleh sämikielâ, kulttuurärbi, tyejiärbikulttuur olgospyehtimeh sehe ärbivuáváliih sämi-iäláttâsah tegu puásuituálu, kyelipivdo, nurâdem já meccipivdo.

source: Sámiid guoski mearkkašahtti riikkaidgaskasaš soahpamušat ja eará riikkaidgaskasaš olmmošvuoigatvuohtageatnegasvuođat
smn: Sämmilijd kyeskee kuávdášlâš aalmugijkoskâsiih sopâmušah já eres aalmugijkoskâsiih olmoošvuoigâdvuotkenigâsvuođah

source: Suopma lea ratifieren máŋggaid eamiálbmogiid vuoigatvuođaid doarju riikkaidgaskasaš soahpamušaid, nugo siviila- ja politihkalaš vuoigatvuođaid guoski oktasašsoahpamuša (KP-sopimus), ekonomalaš, sosiálalaš ja čuvgehuslaš vuoigatvuođaid guoski riikkaidgaskasaš oktasašsoahpamuša (TSS-sopimus), biodiversitehtasoahpamuša, álbmotlaš vehádagaid suodjaleami guoski rápmaoktasašsoahpamuša (vähemmistöpuiteyleissopimus), máná vuoigatvuođaid guoski oktasašsoahpamuša (lapsen oikeuksien sopimus), Eurohpa Ráđi guovllu ja vehádatgielaid guoski eurohpalaš vuođđogirjji kulturalbmanemiid máŋggabealatvuođa gáhttemis ja ovddideamis dahkkon Unesco oktasašsoahpamuša (kulttuuri-ilmauksien suojelusopimus) ja Eurohpalaš duovddaoktasašsoahpamuša (maisemayleissopimus), muhto sámiid kultuvrra, árbevirolaš ealáhusaid ja sámegiela sajádat ii leat dattege doarvái sihkkaraston.
smn: Suomâ lii ratifisistám maaŋgâid algâaalmugij vuoigâdvuođâid tuárjoo aalmugijkoskâsijd sopâmušâid, tegu aalmuglâš- já poolitlâš vuoigâdvuođâid kyeskee almossopâmuš (KP-sopâmuš), ekonomâlijd, sosiaallijd já čuovviittâslijd vuoigâdvuođâid kyeskee aalmugijkoskâsâš almossopâmuš (TSS- sopâmuš), biodiversiteetsopâmuš, aalmuglij ucceeblovoi suojâlem kyeskee raamialmossopâmuš (ucceeblohoraamisopâmuš), párnáá vuoigâdvuođâid kyeskee almossopâmuš (párnái vuoigâdvuođâi sopâmuš), Euroop Rääđi kuávlulijd já ucceeblohokielâid kyeskee eurooplâš vuáđukirje kulttuurolgospyehtimij maaŋgânálásâšvuođâ suoijâlmist já oovdedmist toohum Unesco almossopâmuš (kulttuurolgospyehtimij suojâlemsopâmuš) já Eurooplâš enâdâhalmossopâmuš (enâdâhalmossopâmuš), mut sämmilij kulttuur, ärbivuáválij iäláttâsâi já sämikielâ sajattâh ij lah liijká nokko torvejum.

source: ON:id oktasaščoahkkin lea dohkkehan jagi 2007 oktasaščoahkkimis eamiálbmogiid vuoigatvuođaid julggaštusa.
smn: OA almosčuákkim lii tuhhiittâm ive 2007 almosčuákkimistis algâaalmugij vuoigâdvuođâi julgáštus.

source: Suopma lea vuolláičállán julggaštusa ja čatnasan julggaštusa ollašuhttimii.
smn: Suomâ lii vuáláčáállám julgáštus já čonnâsâm julgáštus olášutmân.

source: Julggaštus geatnegahttá Suoma lagamustá morálalaččat.
smn: Julgáštus lii vuosâsajasávt Suomâ siivvâdlávt kenigittee.

source: Julggaštus eaktuda, ahte stáhtat ja eamiálbmogat iežaset ásahusaid bokte barget ovttasbarggu ja ráđđádallet vuiges mielain oažžun dihte eamiálbmogiid ovdamiehtama dakkár hálddahuslaš ja láhkaásahuslaš áššiin, mat váikkuhit eamiálbmogiidda.
smn: Julgáštus váátá, et staatah já algâaalmugeh jieijâs instituutioi pehti pargeh oovtâstpargo já ráđádeleh ávus mieláin vâi uážžuh algâaalmugij munemietâmâš tagarijn haaldâtlâš já lahâaasâtlâš aašijn, moh vaikutteh algâaalmugáid.

source: Julggaštus dovddasta eamiálbmogiid iešmearridanvuoigatvuođa.
smn: Julgáštus tuubdâst algâaalmugij jiešmeridemvuoigâdvuođâ.

source: Julggaštus dovddasta eamiálbmogiid vuoigatvuođa oččodit dakkár ekonomalaš ja sosiálalaš ovdáneami, mii vástida eamiálbmogiid iežaset oainnuid.
smn: Julgáštus tuubdâst algâaalmugij vuoigâdvuođâ uážudiđ taggaar ekonomâlâš já sosiaallâš ovdánem, mii västid algâaalmugij jieijâs uáinuid.

source: Sámiid iešmearridanvuoigatvuohta KP-soahpamuš, 1 artikla 1.
smn: Säämi jiešmeridemvuoigâdvuotâ KP-sopâmuš, 1 artikla 1.

source: Buot álbmogiin lea iešmearridanvuoigtavuohta.
smn: Puohâin aalmugijn lii jiešmeridemvuoigâdvuotâ.

source: Dán vuoigatvuođa vuođul dat mearridit friddja politihkalaš jurddašeamis ja ollašuhttet friddja ekonomalaš, sosiálalaš ja čuvgehuslaš diliid ovddideami.
smn: Taan vuoigâdvuođâ vuáđuld toh merideh rijjâ poolitlâš vuáháduumees já hárjutteh rijjâ jieijâs ekonomâlâš, sosiaallâš já čuovviittâslâš tile ovdedem.

source: Álbmogat sáhttet friddja geavahit luondduriggodagaid ja - váriid iežaset dárkkuhusaide, juos dat ii vahágahte oktasaš ovddu prinsihpai vuođđudeaddji riikkaidgaskasaš ekonomalaš ovttasbarggu ja riikkaidgaskasaš vuoigatvuođa geatnegasvuođaid.
smn: Aalmugeh pyehtih rijjâ kevttiđ luánduriggoduvâidis já - varijdis jieijâs uáiviláid, jis tot ij vahâgit ohtsii hiäđu prinsiipân vuáđuduvvee aalmugijkoskâsâš ekonomâlâš oovtâstpargo já aalmugijkoskâsâš vuoigâdvuođâ kenigâsvuođâid.

source: Mange dáhpáhusas ii álbmogis oaččo rivvet sin iežaset eallineavttuid.
smn: Moonnân tábáhtusâst aalmugist ij uážu rievediđ ton jieijâs eellimiävtuid.

source: Buot dán oktasašsoahpamuša soahpamušriikkat, fárrui lohkamiin daid stáhtaid, mat vástidit dakkár guovlluid ja fuolahushálddahusguovlluid hálddahusas, main ii leat iešmearridanvuoigatvuohta, galget ovddidit iešmearridanvuoigatvuođa ollašuhttima ja gudnejahttit dán vuoigatvuođa Ovttastuvvan Nášuvnnaid vuođđogirjji mearrádusaid mielde.
smn: Puohah taan almossopâmuš sopâmušstaatah já toh staatah, moi ovdâsvástádâsâst lii jiešmeridemvuoigâdvuođâttes kuávlui já huolâttâshaldâttâhkuávlui haldâttâh, kalgeh ovdediđ jiešmeridemvuoigâdvuođâ olášuttem já kunnijâttiđ taam vuoigâdvuođâ Ovtâstum Aalmugij vuáđukirje miärádâsâi mield..

source: Eamiálbmotjulggaštus
smn: Algâaalmugjulgáštus

source: Artikla 3: Eamiálbmogiin lea iešmearridanvuoigatvuohta.
smn: Artikla 3: Algâaalmugijn lii jiešmeridemvuoigâdvuotâ.

source: Dán vuoigatvuođa vuođul dat mearridit friddja politihkalaš sajádagas ja ovddidit friddja ekonomalaš, sosiálalaš ja čuvgehuslaš diliid.
smn: Taan vuoigâdvuođâ vuáđuld toh merideh rijjâ poolitlâš sajattuvâs já ovdedeh rijjâ ekonomâlâš, sosiaallâš já čuovviittâslâš tiilees.

source: Sámiid iešmearridanvuoigatvuohta ii ollašuva duhtadahttiláhkai.
smn: Sämmilij jiešmeridemvuoigâdvuotâ ij olášuu tuhhiittettee vuovvijn.

source: Sámiid iešmearridanvuoigatvuohta ii ollašuvá árbevirolaš sámeealáhusaid, sámiid ruovttuguovllu luondduriggodagaid, eana- ja čáhce- dahje eanageavaheami stivremis ja hálddahusas.
smn: Sämmilij jiešmeridemvuoigâdvuotâ ei olášuu ärbivuáválii sämi-iäláttâsâi, sämikuávlu luánduriggoduvâi, eennâm- já čääsi tâi eennâmkevttim stivriimist já haldâttuvâst.

source: SopS 7-8/1976 Sops 6/1976 SopS 78/1994 SopS 2/1998 SopS 60/1991 SopS 23/1998 SopS 17/2007 SopS 14/2006 Sámiid sajádaga eamiálbmogin Ruoŧas, Norggas ja Suomas giehtadalli ON:id eamiálbmogiid sierraraporterejeaddji James Anaya raporta ávžžuhusaiguin luohpaduvvui ON:id olmmošvuoigatvuohtaráđđái 13.1.2011.
smn: olášuu, koska sämmilij

source: Raporttas Anaya giddii fuopmášumi ee. sámiid iešráđđema ovddidandárbbuide ja ávžžuhii Suoma ratifieret ILO 169-soahpamuša.
smn: Raportistis Anaya kiddij huámášume el. sämmilij jiešhaldâšem ovdedemtárboid já avžuuttij Suomâ ratifisistiđ ILO 169-sopâmuš.

source: Eamiálbmotraporterejeaddji ávžžuhii Suoma buoridit sámiid iešmearridanvuoigatvuođa, sirdit bargguid sámediggái áššiin, mat gusket sámiid árbevirolaš ealáhusaid, kultuvrra, giela ja eanavuoigatvuođaid.
smn: Algâaalmugraportistee avžuuttij Suomâ pyerediđ sämmilij jiešmeridemvuoigâdvuođâ, sirdeđ pargoid sämitiigán aašijn, moh kyeskih sämmilij ärbivuáválijd iäláttâsâid, kulttuur, kielâ já eennâmvuoigâdvuođâid.

source: Suoma stáhta galggašii sihkkarastit sámediggái doarvái resurssaid doaibmat ja beavttálmahttit doaimmaid sámegielaid ealáskahttima várás.
smn: Suomâ staatâ kolgâččij turviđ sämitiigán kelijdeijee resurssijd toimâđ já pehtilittiđ tooimâid sämikielâi iäláskitmân.

source: Suopma lea čatnasan raportta ávžžuhusaid ollašuhttimii.
smn: Suomâ lii čonnâsâm raapoort avžuuttâsâi olášutmân.

source: Goalmmát sámeparlamentarihkáriid konfereansa jagi 2011 gáibidii julggaštusas ee. sámiid iešmearridanvuoigatvuođa ollašuhttima, doarvái resurssaid sámediggái ja sámegiela, kultuvrra ja ealáhusaid doarjumii, vuoigatvuođa eatnamii, čáhcái ja luondduváriide ja maiddái hoahpuhii ILO-soahpamuša ratifierema.
smn: Kuálmád sämiparlamiänttárij konferens ive 2011 vaađâi julgáštusâstis el. sämmilij jiešmeridemvuoigâdvuođâ olášuttem, kelijdeijee resurssijd sämitiigán já sämikielâ, kulttuur já iäláttâsâi tuárjumân, vuoigâdvuođâ enâmân, čáácán já luánduriggoduvváid sehe huáputtij Ilo-sopâmuš ratifisistem.

source: Eurohpa Uniovnna komissio lea 20.11.2008 dohkkehan dieđuaddima Eurohpa uniovdna ja árktalaš guovlu.
smn: Euroop Union komissio lii 20.11.2008 tuhhiittâm tiäđuadelem Euroop union já arktâlâš kuávlu.

source: Dieđuaddimis Eurohpa Uniovdna čatnasa jotkkolaš dialogai árktalaš eamiálbmogiiguin.
smn: Tiäđuaddelmist Euroop union čoonnâs oovtmanolâš savâstâlmân arktâlâš algâaalmugijguin.

source: Dieđuaddimis gávnnahuvvo maiddái, ahte EU galggašii guorahallat mo eamiálbmogiid osolašvuohta lágiduvvo EU davvi dimenšuvnna politihka oassin.
smn: Tiäđuaddelmist páhuduvvoo še, et EU kolgâččij suogârdâllâđ. maht algâaalmugij uásálâšvuotâ uárnejuvvoo uássin EU tave ooláádmudo (pohjoinen ulottuvuus) politiik.

source: Eurohpa parlameanta dagai 20.1.2011 mearrádusa EU suvdilis politihkas davvin.
smn: Euroop parlament toovâi 20.1.2011 miärádâs EU pištee politiikâst tavveen.

source: Parlameanta doarjala Supmii ja Ruŧŧii, vuoi dat ratifierešedje ILO 169-soahpamuša.
smn: Parlament kiäsá Suomân já Ruotân, vâi toh ratifisistáččii ILO 169-sopâmuš.

source: Parlameanta maiddái gáibidii, ahte eamiálbmogat galget oassálastit lávgagut politihkariid plánemii.
smn: Parlament meid vaađâi, et algâaalmugeh kalgeh uásálistiđ čovgâsubbooht politijkkárij vuáváámân.

source: Eamiálbmotkultuvrraid ja - gielaid sihkkarastin eaktuda sierradoaibmabijuid.
smn: Algâaalmugkulttuurij já - kielâi turvim váátá sierânâstooimâid.

source: Suoma Eurohpa uniovnna searvanáššebáhpára oassin lea sámiid guoskevaš beavdegirji nr 3, mainna soahpamušoassebealit dovddastit, ahte Suomas ja Ruoŧas leat álbmotlaš ja riikkaidgaskasaš vuoigatvuođa mielde geatnegasvuođat ja čatnasumit sámiid hárrái sámiid ealáhusaid, giela, kultuvrra ja eallinvuogi seailluheami ja ovddideami várás sihke oaivvildit, ahte árbevirolaš sámekultuvra ja sámeealáhusat leat gitta luondduealáhusain nugo boazodoalus sámiid árbevirolaš eatnamiin.
smn: Suomâ Euroop Union servâmäššikirje uássin lii sämmilijd kyeskee pevdikirje nr 3, moin sopâmušpeleh tubdâsteh, et Suomâst já Ruotâst láá aalmuglâš já aalmugijkoskâsâš vuoigâdvuođâ mield kenigâsvuođah já čoonnâsmeh sämmilij háárán sii iäláttâsâi, kielâ, kulttuur já eellimvyevi siäilutmân já oovdedmân sehe uáinih, et ärbivuáválâš sämikulttuur já sämiiäláttâsah láá kiddâ luánduiäláttâsâin tegu puásuituálust sämmilij ärbivuáválijn kuávluin.

source: Searvanáššebábir lea váldon oassin ng. Lissabon soahpamuša.
smn: Servâmäššikirje lii valdum uássin nk. Lissabon sopâmuš.

source: Sámebeavdegirjji 1 artikla mielde dan easttekeahttá, mii EY vuođđudansoahpamušas mearriduvvo, sámiide oažžu mieđihit oktovuoigatvuođaid boazodoaluin bargamii árbevirolaš sámeguovlluin.
smn: Sämipevdikirje 1 artikla mield ton estihánnáá, maid ES (EY) vuáđudemsopâmušâst meriduvvoo, et sämmiláid uážžu mieđettiđ ohtuuvuoigâdvuođâid puásuituálu háárjutmân ärbivuáválijn sämikuávluin.

source: Dákkár ođastusa lea vejolaš dasto ollašuhttit álbmotlaččat almmá EU miehtama haga.
smn: Nuuvtpa tággáár uđâsmittem puáhtá olášuttiđ aalmuglávt EU mietâmâšâttáá.

source: Artikla 2 mielde beavdegirjji lea vejolaš viiddidit, ahte dat guoská árbevirolaš sámeealáhusaide gulavaš sámiid earáge oktovuoigatvuođaid, mii goittotge eaktuda buot soahpamušoassebeliid miehtama.
smn: Artikla 2 mield pevdikirje puáhtá vijđediđ kuoskâđ eres-uv sämmilij ohtuuvuoigâdvuođâid, moh lohtâseh ärbivuáválâš sämi-iäláttâssáid. Tot kuittâg váátá puohâi sopâmušpeelij miettâm.

source: Suomas vuođđolága ollašuvvama láhkaásahanfidnuin gohcá vuođđoláhkaváljagoddi.
smn: Suomâst vuáđulaavâ olášume lahâasâttâsprojektijn kocá vuáđulahâváljukodde.

source: Váljagotti bealiváldimit sámiid vuoigatvuohtasajádagas linjádit láhkaásaheami válmmaštallama.
smn: Váljukode peleväldim sämmilij vuoigâdvuođâsajattuvâst linjee lahâasâttâs valmâštâllâm.

source: Vuođđoláhkaváljagotti bealiváldimat váldojit vuhtii sámedikki ovddugohcimis ja cealkámušain.
smn: Vuáđulahâváljukode peleväldimeh váldojeh vuotân sämitige hiäđukocemist já ciälkkámušâin.

source: Sámedikki iežas doaimma ja ovddugohcima vuolggasadjin lea Suoma riikkaidgaskasaš geatnegasvuođaid ja riikkaidgaskasaš eamiálbmot- ja olmmošvuoigatvuođaid ollašuvvama gohcci orgánaid ávžžuhusaid ollašuvvama ovddideapmi.
smn: Sämitige jieijâs tooimâ já hiäđukocceem vuolgâsaijeen lii Suomâ aalmugijkoskâsij kenigâsvuođâi já aalmugijkoskâsij algâaalmug- já olmoošvuoigâdvuođâi olášume koccee orgaanâi avžuuttâsâi olášume ovdedem.

source: Doaibmabaji vuolggasajit
smn: Toimâpaje vuolgâsajeh

source: Oaiveministtar Jyrki Katainen ráđđehusa ráđđehusprográmmas stáhtaráđđi lea čatnasan sihkkarastit sámedikki doaibmaneavttuid.
smn: Uáiviminister Jyrki Katais haldâttâs haldâttâsohjelmist staatârääđi lii čonnâsâm turviđ sämitige toimâmiävtuid.

source: Ráđđehusprográmmas biddjo ulbmilin ILO 169 soahpamuša ratifieren vuosttas háve.
smn: Haldâttâsohjelmist asâttuvvoo ulmen ILO 169-sopâmuš ratifisistem vuossâmuu keerdi.

source: Ráđđehus čatnasa maiddái ovddidit eanageavaheami stivrejeaddji láhkaásaheami nu ahte čielggasmahttá ja oassálastá eamiálbmogiid guoski riikkaidgaskasaš ovttasbargui eamiálbmogiid duođalaš suodjaleami nannema dihtii.
smn: Haldâttâs čoonnâs še ovdediđ eennâmkiävtu stivrejeijee čielgâsmitmáin lahâasâttâs já uásálistmáin algâaalmugijd kyeskee aalmugijkoskâsâš oovtâstpaargon naanoodmân algâaalmugij tuođâlâš suojâlem.

source: Ráđđehusprográmmas čatnasuvvo dasa, ahte ollašuhtto sámegielaid ealáskahttinprográmma, dan resurseren ja ráhkaduvvo fásta doaibmamálle sámegielaid ealáskahttima várás.
smn: Haldâttâs čoonnâs ohjelmistis olášuttiđ sämikielâi iäláskittemohjelm, ton resurssistem já läjidiđ pissoo toimâmmaali sämikielâi iäláskitmân.

source: Ráđđehus čatnasa sihkkarastit sosiála- ja dearvvasvuohtabálvalusaid sámegielain ja ráhkadit álbmotlaš giellastrategiija.
smn: Haldâttâs čoonnâs turviđ sosiaal- já tiervâsvuođâpalvâlusâid sämikielân já rähtiđ aalmuglâš kielâstrategia.

source: Strategiijas ja ovddideamis giddejuvvo erenomáš fuopmášupmi sáme-, románagiela ja maiddái seavagiela sajádahkii.
smn: Strategiast já oovdedmist kiddejuvvoo eromâš huámášume sämi-, romani- sehe seevvimkielâ sajattâhân.

source: Biodiversitehtastrategiija ollašuhttimis čatnasuvvo dasa, ahte sihkkarasto sápmelaš kulturvuohki ja árbevierru geavahit luonddu.
smn: Biodiversiteetstrategia olášutmist čonnâsuvvoo turviđ säämi kulttuurlâš vyevi já ärbivyevi kevttiđ luándu.

source: Ráđđehusprográmma linjjá meroštallamiid ollašuvadettiin, buorránit sámedikki doaibmaneavttut ja maiddái sámegiela ja kultuvrra seailun sihkkarasto.
smn: Ko haldâttâsohjelm linjiimeh olášuveh, te toh pyeredeh sämitige toimâiävtuid já torvejeh sämikielâ já kulttuur siäilum.

source: Ruvkeláhka (621/2011) ja čáhceláhka (587/2011) leat ođasmahtton.
smn: Ruukilaahâ (621/2011) já čäcilaahâ (587/2011) láá uđâsmittum.

source: Lágaide lea váldon ng. sámekultuvrra heajudeami suodji.
smn: Lavváid lii valdum nk. sämikulttuur hiäjusmittem syeji.

source: Vuođđoláhkaváljagoddi lea linjádan, ahte sámiid guoski sierralágaide galgá váldit ng. sámekultuvrra heajudeami suoji ruvkelága ja čáhcelága ovdamearkka mielde.
smn: Vuáđulahâváljukodde lii linjim, et sämmilijd kyeskee sierânâslavváid kalga väldiđ nk. sämikulttuur hiäjusmittem syeje ruukilaavâ já čäcilaavâ ovdâmeerhâ mield..

source: Ruvkelága mielde golledoidin-, málbmaohcan- dahje ruvkelobi ii galgga mieđihit, jos lobi mieldásaš doaibma okto dahje ovttas eará vástideaddji lobiid dahje guovlluid eará geavahanhámiiguin heajudivčče sámiid ruovttuguovllus dehalaš eavttuid bargat árbevirolaš sámee
smn: Ruukilaavâ mield kolletoidem-, malmâuuccâm- tâi ruukilove ij koolgâ mieđettiđ, jis love miäldásâš toimâ ohtuunis tâi oovtâst eres västideijee luvijguin tâi kuávlui eres kevttimhamijguin hiäjusmitáččij sämikuávlust merhâšittee iävtuid hárjuttiđ ärbivuáválijd sämiiäláttâsâid teikkâ mudoi paijeentoollâđ já ovdediđ sämikulttuur.

source: Čáhceláhka
smn: Čäcilaahâ

source: Suoma, Norgga ja Ruoŧa stáhtat ráđđádallet bárrásiin davviriikkalaš sámesoahpamuša ratifierema várás.
smn: Suomâ, Taažâ já Ruotâ staatah ráđádeleh eidu párásist tave-eennâmlâš sämisopâmuš ratifisistmân.

source: Golmma riikka sámedikkis leat ovddasteaddjit álbmotlaš ráđđádallansáttagottiin.
smn: Kuulmâ eennâm sämitiigijn láá ovdâsteijeeh aalmuglijn ráđádâllâmairâskuudijn.

source: Ráđđádallamiid lea dárkkuhus oažžut gárvvisin maŋimustá jagi 2015.
smn: Ráđádâlmijd lii uáivil uážžuđ valmâšin majemustáá ive 2015.

source: Sámi parlamentáralaš ráđđi lea čoahkkimis 14.4.2010 mearridan, ahte sámit ráhkadit oktasaš oainnu davviriikkalaš sámesoahpamuša joatkkaráđđádallamiin.
smn: Säämi parlamentaarlâš rääđi lii čuákkimistis 14.4.2010 meridâm, et sämmiliih hämmejeh ohtsii uáivil taveeennâmlâš sämisopâmuš jotkâráđádâlmijn.

source: Birasministeriija ásahan álbmotlaš artikla 8(j)bargojoavku lea luohpadan evttohusa, mii guoská sámiid luonddu máŋggahámatvuhtii gulavaš árbevirolaš dieđu suodjaleami, ealáskahttima ja sihkkarastima Suoma riikkaidgaskasaš geatnegasvuođaid
smn: Pirâsministeriö asâttem aalmuglâš artikla 8(j)pargojuávkku lii luovâttâm iävtuttâsâs sämmilij luándu maaŋgâhámásâšvuotân lohtâseijee ärbivuáválii tiäđu suoijâlmân, iäláskitmân já turviimân Suomâ aalmugijkoskâsij kenigâsvuođâi mield..

source: Davviriikkalaš sámesoahpamuš
smn: Tave-eennâmlâš sämisopâmuš
